#+title:  Evaluaci贸n de la exposici贸n
#+author: Gunnar Wolf

* Sistema de archivos Btrfs (B-Tree File System)

- Tema presentado por :: Christian Gustavo Romero e Iker vila
- Calificaci贸n global :: Por favor lean todo el archivo para entender de d贸nde
  vienen todos estos n煤meros 

|------------------------+------+--------------------+------+---------|
| Evaluaci贸n  compa帽eros | Peso | Evaluaci贸n docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                   8.67 |  0.3 |                8.8 |  0.7 |    8.76 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci贸n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har铆amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa帽eros para el primero y en si la presentaci贸n
"suena" le铆da directamente del material que prepararon o expuesta m谩s libremente
para el segundo.


* Evaluaci贸n grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 0 | 3 | 3 |  9.00 |
| Nivel        | 0 | 0 | 0 | 2 | 4 |  9.33 |
| Relevancia   | 0 | 0 | 0 | 3 | 3 |  9.00 |
| Claridad     | 1 | 0 | 0 | 2 | 3 |  8.00 |
| Presencia    | 0 | 1 | 0 | 3 | 2 |  8.00 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  8.67 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa帽eros

Su exposici贸n recibi贸 los siguientes comentarios anonimizados por
parte de sus compa帽eros:

- (ning煤n comentario recibido)

* Evaluaci贸n por parte del docente

| *Aspecto*                          | *Peso* | *Evaluaci贸n* | *Puntos* |
|------------------------------------+--------+--------------+----------|
| Contenido t茅cnico y profunidad     |    0.3 |           10 |       3. |
| Fuentes bibliogr谩ficas             |   0.15 |           10 |      1.5 |
| Organizaci贸n                       |   0.15 |           10 |      1.5 |
| Comunicaci贸n oral y uso del tiempo |   0.25 |            7 |     1.75 |
| Uso de recursos visuales           |   0.15 |            7 |     1.05 |
|------------------------------------+--------+--------------+----------|
| *Global*                           |        |              |     8.80 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios del docente

- La presentaci贸n la van leyendo buena parte del tiempo del documento
  que entregaron. Eso hace que el ritmo de presentacion sea un poco lento y
  tedioso de entender
  - Y de hecho, cuando extienden algo que no est谩 escrito, se nota de
    inmediato el cambio de ritmo.
- Al hacer la comparativa, llegan a conclusiones de qu茅 sistemas de
  archivos son mejores para uso en escritorio, en contenedores o en entorno
  empresarial. Sin embargo, no explican /por qu茅/ sostienen esas
  conclusiones. Ser铆a de esperarse por lo menos dedicar un breve p谩rrafo a
  justificar estas decisiones.
- 隆Qu茅 abuso de =sudo= que veo en su demostraci贸n!  =sudo= debe
  utilizarse /煤nicamente cuando es necesario/; acost煤mbrense a trabajar
  /siempre que sea posible/ como usuario normal, y 煤nicamente utilizar
  =sudo= para las operaciones que requieran permisos de superusuario.
- La presentaci贸n es buena, tiene buena profundidad y contenido
  interesante, aunque mantener un mejor ritmo podr铆a mejorarla mucho.
